tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cmake"
brew "ctags"
brew "docker"
brew "openssl@1.1"
brew "emacs"
brew "fd"
brew "fzf"
brew "gauche"
brew "gcc"
brew "go"
brew "sqlite"
brew "python@3.9"
brew "iproute2mac"
brew "jq"
brew "nkf"
brew "nmap"
brew "nodenv"
brew "procs"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "zlib"
brew "zsh"
cask "google-chrome"
cask "tableplus"
