tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "phinze/cask"
brew "ghc"
brew "cabal-install"
brew "clisp"
brew "cmake"
brew "ctags"
brew "docker"
brew "emacs"
brew "fd"
brew "fzf"
brew "git"
brew "git-secrets"
brew "gnu-prolog"
brew "go"
brew "haskell-stack"
brew "hugo"
brew "io"
brew "iproute2mac"
brew "jenv"
brew "jpeg"
brew "jq"
brew "luarocks"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "nodenv"
brew "ocaml"
brew "postgresql"
brew "pyenv"
brew "python"
brew "reattach-to-user-namespace"
brew "redis"
brew "sbcl"
brew "starship"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "tfenv", link: false
brew "tig"
brew "tmux"
brew "zlib"
brew "zplug"
brew "zsh-completions"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-community@4.0"
cask "android-studio"
cask "db-browser-for-sqlite"
cask "docker"
cask "emacs"
cask "firefox"
cask "fl-studio"
cask "gimp"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "mi"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "pgadmin4"
cask "postman"
cask "sourcetree"
cask "tcl"
cask "vagrant"
cask "wireshark"
