tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "spring-io/tap"
brew "jpeg-xl"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "ctags"
brew "deno"
brew "docker"
brew "guile"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "gcc"
brew "fftw"
brew "fzf"
brew "gauche"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "gpatch"
brew "hdf5"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "kotlin"
brew "krb5"
brew "libfido2"
brew "libgsf"
brew "liblo"
brew "libmatio"
brew "librsvg"
brew "libslirp"
brew "libssh"
brew "luarocks"
brew "maven"
brew "minimal-racket"
brew "mysql"
brew "mysql-client"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "opam"
brew "openblas"
brew "openslide"
brew "poppler"
brew "portaudio"
brew "procs"
brew "pyenv"
brew "qemu"
brew "qt"
brew "r"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "starship"
brew "tig"
brew "tmux"
brew "vips"
brew "wget"
brew "yarn"
brew "zsh"
brew "spring-io/tap/spring-boot"
cask "google-chrome"
cask "postman"
